

<?php
return [


    // This is a New Words
    'home'=>'الرئيسية',
    'settings'=>'الاعدادات',
    'contact-us' => 'تواصل معنا' ,
    "logout" => 'الخروج' ,
    'landing' => 'صفحة الهبوط' ,
    'services' => 'الخدمات' ,
    'customer-opinions' => 'أراء العملاء' ,
    'partners' => 'شركاؤنا' ,
    'our-goals' => 'أهدافنا' ,
    'testimonials' => 'اراء العملاء' ,
    'products' => 'المنتجات' ,
    'add_new' => 'اضف جديد',
    'heading' => 'العنوان الرئيسي' ,
    'content' => 'المحتوي' ,
    'reviewMain' => 'العرض في الرئيسية' ,
    'image_landing' => 'صورة صفحة الهبوط' ,
    'en' => 'باللغة الإنجليزية' ,
    'ar' => 'باللغة العربية' ,
    'video_link' => 'رابط الفيديو' ,
    'page_link' => 'رابط الصفحة' ,
    'email_or_username' => 'اسم المستخدم أو البريد الالكتروني' ,
    'password' => 'كلمة المرور' ,
    'remember_me' => 'تذكرني' ,
    'sign_in' => 'تسجيل الدخول' ,
    'name' => 'الاسم' ,
    'email' => 'البريد الإلكتروني' ,
    'phone' => 'رقم الجوال' ,
    'options' => 'الخيارات' ,
    'message' => 'نص الرسالة' ,
    'copyright' => 'جميع الحقوق محفوظة إلي مؤسسة ' ,
    'light' => 'مضىء' ,
    'dark' => 'مظلم' ,
    'system' => 'نظام' ,
    'contacts' => 'جهات التواصل' ,
    'statistics' => 'الاحصائيات' ,
    'profile' => 'الحساب الشخصي' ,
    'upload_new_photo' => 'صورة جديدة' ,
    'reset' => 'إعادة ضبط' ,
    'save' => 'حفظ التغييرات' ,
    'cancel' => 'إلغاء' ,
    'allow' => 'المسموح' ,
    'hello' => 'مرحبا' ,
    'view_site' => 'زيارة الموقع' ,
    'change_password' => 'تغيير كلمة المرور' ,
    'profile_details' => 'تفاصيل الحساب الشخصي' ,
    'current_Password' => 'كلمة المرور الحالية' ,
    'new_password' => 'كلمة المرور الجديدة' ,
    'confirm_new_password' => 'تأكيد كلمة المرور' ,
    'added_successfully' => "تم الإضافة بنجاح ...🎉" ,
    'edit_successfully' => "تم التعديل بنجاح ...🎉" ,
    'image' => 'صورة' ,
    'addNew' => 'اضف جديد' ,
    'edit' => 'تعديل' ,
    'show_in_home' => 'الظهور في الرئيسية' ,

    // Settings
    'website_logo' => 'لوجو الموقع' ,
    'website_logo_dark' => 'لوجو الموقع المظلم' ,
    'website_title' => "اسم الموقع" ,
    'about_us' => 'من نحن' ,
    'terms_and_conditions' => 'الشروط والاحكام' ,
    'privacy_policy' => 'سياسة الخصوصية' ,
    'selling_policy' => 'سياسة البيع' ,
    'replacement_and_refund_policy' => 'سياسة الاستبدال والاسترجاع' ,
    'meta_description' => 'وصف الموقع' ,
    'favicon' => 'الايقونة المفضلة' ,
    'website_address' => "العنوان" ,
    'website_phone'  => 'رقم الجوال' ,
    'whatsapp_phone' => 'رقم الواتساب' ,
    'instagram' => 'الانستجرام' ,
    'facebook' => 'الفيس بوك' ,
    'twitter' => 'تويتر' ,
    'website_data' => 'بيانات الموقع' ,
    'social_media' => 'حسابات التواصل الاجتماعي' ,
    'inside_page' => 'الصفحات التعريفية' ,
    'technical' => 'الدعم الفني' ,
    'FAQ' => 'الاسئلة الشائعة' ,
    'language' => 'اللغة' ,
    'search' => 'بحث' ,
    'yes' => "نعم" ,
    'no' => 'لا' ,


    'enter_your_name' =>"ادخل الاسم من فضلك" ,
    'enter_your_email' =>"ادخل البريد الالكتروني من فضلك" ,
    'enter_your_subject' =>"ادخل العنوان من فضلك" ,
    'enter_your_phone' =>"ادخل رقم الجوال من فضلك" ,
    'enter_your_message' =>"ادخل رسالتك" ,
    'your_name' => 'اسمك' ,
    'your_message' => "رسالتك" ,
    'subject' => 'الموضوع' ,
    'send' => "ارسال" ,


    'login' => 'تسجيل دخول' ,
    'welcome_to' => 'مرحبا بك في ' ,
    'plz_sign-in_to_dashboard' => 'قم بالتسجيل للذهاب إلي لوحة التحكم' ,
    'description' => 'الوصف' ,
    'product_name' => 'اسم المنتج' ,
    'important_links' => 'روابط مهمة' ,
    'headlines' => 'العناوين الرئيسية' ,
    'primary_header_contact' => 'العنوان الرئيسي لتواصل معنا',
    'secondary_header_contact' => 'العنوان الفرعي لتواصل معنا' ,

    'primary_header_products' => 'العنوان الرئيسي للمنتجات' ,
    'secondary_header_products' => 'العنوان الفرعي للمنتجات' ,
    'paragraph_header_products' => 'النص للمنتجات' ,


    'primary_header_partners' => 'العنوان الرئيسي للشركاء' ,
    'secondary_header_partners' => 'العنوان الفرعي للشركاء' ,
    'paragraph_header_partners' => 'النص لشركاؤنا' ,


    'primary_header_testimonials' => 'العنوان الرئيسي لاراء العملاء' ,
    'secondary_header_testimonials' => 'العنوان الفرعي لاراء العملاء' ,
    'paragraph_header_testimonials' => 'النص لاراء العملاء' ,


    'primary_header_faq' => 'العنوان الرئيسي للاسئلة الشائعة' ,
    'secondary_header_faq' => 'العنوان الفرعي للاسئلة الشائعة' ,
    'paragraph_header_faq' => 'النص  للاسئلة الشائعة' ,




    'call-us-now' => 'تواصل معنا الان' ,
    'contact-us-now' => 'راسلنا الان',


    'youtube' => "يوتيوب" ,
    'about-us' => 'من نحن' ,
    'website_map' => 'خريطة الموقع' ,

    'about_us_image' => 'صورة غلاف من نحن' ,
    'terms_and_conditions_image' => 'صورة غلاف الشروط و الأحكام' ,
    'privacy_policy_image' => 'صورة غلاف سياسة الخصوصية' ,
    'selling_policy_image' => 'صورة غلاف سياسة البيع' ,
    'replacement_and_refund_policy_image' => 'صورة غلاف سياسة الاستبدال والاسترجاع' ,
    'contact-us_image' => 'صورة غلاف تواصل معنا' ,
    'faq_image' => 'صورة غلاف الاسئلة الشائعة' ,

    'question' => 'سؤال' ,
    'answer' => 'جواب' ,
    'faq' => 'الاسئلة الشائعة' ,
    'create' => 'اضف جديد' ,
    'options_website' => 'خيارات الموقع',


    'show_our_goals' => 'إظهار مميزتنا في الصفحة الرئيسية'  ,
    'show_products' =>  'إظهار المنتجات في الصفحة الرئيسية' ,
    'show_testimonials' =>'إظهار اراء العملاء في الصفحة الرئيسية' ,
    'show_partners' =>'إظهار شركاؤنا في الصفحة الرئيسية',
    'show_faq' => 'إظهار الاسئلة الشائعة في الصفحة الرئيسية' ,

    'client_name' => 'اسم العميل' ,
    'client_comment' => 'تعليق العميل' ,
    'client_image' => 'صورة العميل'  ,
    'rating' => 'التقييم' ,
    'snapchat' => 'سناب شات' ,
    'are_you_sure' => 'هل أنت متأكد ؟' ,
    'You-will-not-be-able-to-recover-this-file-again' => 'لن تستطيع إستعادة هذا الملف مجدددا!' ,
    'yes-delete' => 'نعم قم بالحذف' ,
    'deleted-successfully' => 'تم الحذف بنجاح' ,
    'back-to-home' => 'العودة للصفحة الرئيسية' ,
    'page-not-found' => 'عذراً ! الصفحة غير موجودة' ,
    'page-have-been-removed' => 'ربما تمت إزالة الصفحة التي تبحث عنها، أو تم تغيير اسمها، أو أنها غير متاحة.' ,









];
